

export const signupText1 = `제1조 (목적)
본 약관(이하 "약관")은 Memento(이하 '웹사이트')와 회원에 관한 제반사항을 규정함을 목적으로 합니다.
제2조 (약관의 효력 등)
1. 약관은 공시하고 상대방이 동의함으로써 효력을 발생합니다. 본 약관의 공시는 웹사이트 홈페이지에 게시하는 방법으로 합니다.
2. 웹사이트는 약관의 규제에 관한 법률 등 관련법을 위배하지 않는 범위내에서 약관을 개정할 수 있습니다.
3. 웹사이트가 약관을 개정할 경우에는 시행일 및 개정사유를 명시하여 웹사이트 홈페이지에 시행일 7일전까지 공지합니다.
4. 제3항의 방법으로 변경 고지된 약관은 기존의 회원에게도 유효하게 적용됩니다. 
제3조 (약관의 해석 및 관할법원)
1. 약관에 정하지 아니한 사항과 이 약관의 해석에 관하여는 관계법령 및 상관례에 따릅니다.
2. 회원과 웹사이트 사이에 분쟁이 발생할 경우에 관할 법원은 서울중앙지방법원으로 합니다.
제4조 (용어의 정의)'회원'은 웹사이트에 개인정보를 제공하여 회원등록을 한 자로서, 웹사이트가 제공하는 서비스를 계속적으로 이용할 수 있는자를 말합니다.
제5조 (회원 가입 및 자격)
1. 웹사이트가 정한 양식에 따라 회원정보를 기입한 후 회원가입을 신청함으로써 회원으로 등록됩니다.
2. 다음 각 호에 해당하는 경우에 웹사이트는 회원 가입을 인정하지 않거나 회원 자격을 박탈할 수 있습니다.
    ◦ 다른 사람의 명의를 사용하여 가입 신청한 경우
    ◦ 신청 시 필수 작성 사항을 허위로 기재한 경우
    ◦ 관계법령의 위반을 목적으로 신청하거나 그러한 행위를 하는 경우
    ◦ 사회의 안녕질서 또는 미풍양속을 저해할 목적으로 신청하거나 그러한 행위를 하는 경우
    ◦ 다른 사람의 웹사이트의 이용을 방해하거나 그 정보를 도용하는 등 전자거래질서를 위협하는 경우
3. 웹사이트가 회원 자격을 박탈하는 경우에는 회원등록을 말소합니다. 이 경우 회원에게 사전 통지하여 소명할 기회를 부여합니다.
제6조 (개인정보의 취득 및 이용)
1. 웹사이트는 개인정보 보호정책을 제정하여 시행하고, 개인 정보의 취득과 이용, 보호 등에 관한 법률을 준수합니다. 개인정보보호정책은 홈페이지 하단에 상시적으로 게시합니다.
2. 웹사이트는 고객이 제공하는 개인정보를 본 서비스 이외의 목적을 위하여 사용할 수 없습니다.
3. 웹사이트는 고객이 제공한 개인정보를 고객의 사전 동의 없이 제 3자에게 제공할 수 없습니다. 단, 다음 각 호에 해당하는 경우에는 예외로 합니다.
    ◦ 도메인이름 검색서비스를 제공하는 경우
    ◦ 전기통신기본법 등 관계법령에 의하여 국가기관의 요청에 의한 경우
    ◦ 범죄에 대한 수사상의 목적이 있거나 정보통신윤리위원회의 요청이 있는 경우
    ◦ 업무상 연락을 위하여 회원의 정보(성명, 주소, 전화번호)를 사용하는 경우
    ◦ 은행업무상 관련사항에 한하여 일부 정보를 공유하는 경우
    ◦ 통계작성, 홍보자료, 학술연구 또는 시장조사를 위하여 필요한 경우로서 특정 고객임을 식별할 수 없는 형태로 제공되는 경우
제7조 (회원 탈퇴)
1. 회원은 웹사이트에 언제든지 탈퇴를 요청할 수 있으며 웹사이트는 즉시 회원탈퇴를 처리합니다.
2. 회원이 웹사이트에서 이용중인 서비스의 만기일이 지나지 않은 경우 웹사이트는 탈퇴를 처리하지 않습니다.
제8조 (회원에 대한 통지)
1. 웹사이트가 회원에 대한 통지를 하는 경우, 회원이 웹사이트에 제출한 전자우편 주소로 할 수 있습니다.
2. 웹사이트는 불특정다수 회원에 대한 통지의 경우 1주일 이상 웹사이트 게시판에 게시함으로서 개별 통지에 갈음할 수 있습니다. 
제9조 (웹사이트의 의무)
1. 웹사이트는 본 약관이 정하는 바에 따라 지속적이고 안정적인 서비스를 제공하는데 최선을 다합니다.
2. 웹사이트는 항상 등록자의 정보를 포함한 개인신상정보에 대하여 관리적, 기술적 안전조치를 강구하여 정보보안에 최선을 다합니다.
3. 웹사이트는 공정하고 건전한 운영을 통하여 전자상거래 질서유지에 최선을 다하고 지속적인 연구개발을 통하여 양질의 서비스를 제공함으로써 고객만족을 극대화하여 인터넷 사업 발전에 기여합니다.
4. 웹사이트는 고객으로부터 제기되는 불편사항 및 문제에 대해 정당하다고 판단될 경우 우선적으로 그 문제를 즉시 처리합니다. 단, 신속한 처리가 곤란할 경우, 고객에게 그 사유와 처리일정을 즉시 통보합니다.
5. 웹사이트는 소비자 보호단체 및 공공기관의 소비자 보호업무의 추진에 필요한 자료 등의 요구에 적극 협력합니다.
제10조 (계약의 해지 및 이용제한)
1. 회원이 서비스 이용계약을 해지하고자 하는 경우에는 본인이 서비스 또는 전자우편을 통하여 회원탈퇴신청을 하여야 하며 회원의 탈퇴신청에 대해 회사는 빠른 시간 내로 탈퇴처리를 할 의무가 있습니다.
2. 회원이 사망한 때는 회원자격을 상실합니다. 
3. 회사는 회원이 제14조 회원의 의무에 위배되는 행위를 한 경우 사전통지 없이 서비스 이용계약을 해지하거나 회원자격을 적절한 방법으로 제한 및 정지할 수 있습니다. 
제11조 (회원의 의무)
1. 회원은 관계법령, 이 약관의 규정, 이용안내 및 주의사항 등 회사가 통지하는 사항을 준수하여야 하며, 기타 회사의 업무에 방해되는 행위를 하여서는 아니 됩니다. 
2. 회원은 회사의 사전승낙 없이는 서비스를 이용하여 영업활동을 할 수 없으며, 그 영업활동의 결과와 회원이 약관에 위반한 영업활동을 하여 발생한 결과에 대하여 회사는 책임을 지지 않습니다. 회원은 이와 같은 영업활동으로 회사가 손해를 입은 경우 회원은 회사에 대하여 손해배상의무를 집니다. 
3. 회원은 서비스를 이용하여 얻은 정보를 회사의 사전 승낙 없이 복사, 복제, 변경, 번역, 출판, 방송, 기타의 방법으로 사용하거나 이를 타인에게 제공할 수 없습니다. 
4. 회원은 이용신청서의 기재내용 중 변경된 내용이 있는 경우 서비스를 통하여 그 내용을 회사에 통지하여야 합니다. 
5. 회원은 서비스 이용과 관련하여 다음 각 호의 행위를 하여서는 아니 됩니다. 
    ◦ 다른 회원의 아이디(ID)를 부정사용하는 행위
    ◦ 범죄행위를 목적으로 하거나 기타 범죄행위와 관련된 행위 
    ◦ 선량한 풍속, 기타 사회질서를 해하는 행위
    ◦ 타인의 명예를 훼손하거나 모욕하는 행위
    ◦ 타인의 지적재산권 등의 권리를 침해하는 행위 
    ◦ 타인에 대한 개인정보를 수집 또는 저장하는 행위 
    ◦ 스토킹(stalking) 등 타인을 괴롭히는 행위 
    ◦ 해킹행위 또는 컴퓨터바이러스의 유포행위
    ◦ 타인의 의사에 반하여 광고성 정보 등 일정한 내용을 지속적으로 전송하는 행위
    ◦ 불특정 다수를 대상으로 하여 광고, 선전의 게시 등 영리를 목적으로 하는 행위 
    ◦ 서비스의 안정적인 운영에 지장을 주거나 줄 우려가 있는 일체의 행위
    ◦ 관계법령에 위배되는 행위
    ◦ 기타 회사가 서비스 운영상 부적절하다고 판단하는 행위
6. 회사가 관계법령 및 "개인정보보호정책"에 의하여 그 책임을 지는 경우를 제외하고, 회원에게 부여된 ID의 비밀번호의 관리 소홀, 부정 사용에 의하여 발생하는 모든 결과에 대한 책임은 회원에게 있습니다. 
7. 회원은 자신의 ID나 비밀번호가 부정하게 사용되었다는 사실을 발견한 경우에는 즉시 회사에 신고하여야 하며, 회사의 안내가 있는 경우에는 그에 따라야 합니다. 이를 따르지 않는 경우 이에 따른 모든 결과의 책임은 회원에게 있습니다. 
제12조 (게시물 또는 내용물의 삭제) 웹사이트은 회원이 게시하거나 등록하는 서비스 내의 내용물, 채팅방 개설 등이 제14조의 규정에 위반되거나 회사 소정의 게시기간을 초과하는 경우 사전 통지나 동의 없이 이를 삭제할 수 있습니다. 
제13조 (회원의 아이디(ID) 및 비밀번호에 대한 의무) 
1. 회원은 서비스를 이용하는 경우 아이디(ID) 및 비밀번호를 사용해야 합니다. 
2. 아이디(ID) 및 비밀번호에 대한 모든 관리의 책임은 회원에게 있습니다. 
3. 회원은 아이디(ID) 및 비밀번호를 제3자에게 이용하게 해서는 안됩니다. 
4. 아이디(ID) 및 비밀번호의 관리상 불충분, 사용상의 과실, 제3자의 사용 등에 의한 손해의 책임은 회원이 집니다. 
5. 회원은 아이디(ID) 및 비밀번호를 도난당하거나 제3자에게 사용되고 있음을 인지한 경우에는 바로 회사에 통보하고 회사의 지시가 있는 경우에는 그에 따라야 합니다.
부 칙 
본 약관은 2021-05-01부터 시행합니다.`;

export const signupText2 = `총 칙
1. 개인정보란 생존하는 개인에 관한 정보로서 당해 정보에 포함되어 있는 성명, 연락처 등의 사항에 의하여 당해 개인을 식별할 수 있는 정보(당해 정보만으로는 특정 개인을 식별할 수 없더라도 다른 정보와 용이하게 결합하여 식별할 수 있는 것을 포함합니다)를 말합니다.
2. Memento는 귀하의 개인정보보호를 매우 중요시하며, 『정보통신망이용촉진및정보보호에관한법률』상의 개인정보보호규정 및 정보통신부가 제정한 『개인정보보호지침』을 준수하고 있습니다. Memento는 개인정보보호정책을 통하여 귀하께서 제공하시는 개인정보가 어떠한 용도와 방식으로 이용되고 있으며 개인정보보호를 위해 어떠한 조치가 취해지고 있는지 알려드립니다.
3. Memento는 개인정보보호정책을 홈페이지 첫 화면에 공개함으로써 귀하께서 언제나 용이하게 보실 수 있도록 조치하고 있습니다.
4. Memento는 개인정보보호정책의 지속적인 개선을 위하여 개인정보보호정책을 개정하는데 필요한 절차를 정하고 있습니다. 그리고 개인정보보호정책을 개정하는 경우 버전번호 등을 부여하여 개정된 사항을 귀하께서 쉽게 알아볼 수 있도록 하고 있습니다.
Memento에서 수집 / 활용하는 개인정보 
Memento는 별도의 회원가입 절차 없이 대부분의 컨텐츠에 자유롭게 접근할 수 있습니다. Memento의 회원제 서비스를 이용하시고자 할 경우 다음의 정보를 입력해주셔야 하며 선택항목을 입력하시지 않았다 하여 서비스 이용에 제한은 없습니다.
1. 회원가입 시 수집하는 개인정보의 범위
    ◦ 필수항목 : 희망 id, 비밀번호, 성명, 주소, 전화번호, 이메일 주소(뉴스레터 수신여부), 생년월일, 성별
    ◦ 선택항목 : 회사명, 사업자등록번호, 업태, 종목, 휴대폰번호, 팩스번호, 지로통지
2. 유료 정보 이용 시 수집하는 개인정보의 범위
    ◦ 본인확인 정보로써 id와 비밀번호, 성명
    ◦ 결제방법에 따라- 거래 은행명, 계좌번호, 거래자 성명- 신용카드종류, 카드번호, 유효기한, 비밀번호, 할부기간- 휴대폰번호
    ◦ 배송에 필요한 정보로써 보내는 사람과 받는 사람의 성명과 주소, 우편번호, 연락처 등 개인정보 수집에 대한 동의
Memento는 귀하께서 Memento의 개인정보보호방침 또는 이용약관의 내용에 대해 「동의한다」버튼 또는 「동의하지 않는다」버튼을 클릭할 수 있는 절차를 마련하여, 「동의한다」버튼을 클릭하면 개인정보 수집에 대해 동의한 것으로 봅니다.
개인정보의 수집목적 및 이용목적
1. Memento는 다음과 같은 목적을 위하여 개인정보를 수집하고 있습니다. (각 수집항목별 수집목적제시)
    ◦ 성명, 아이디, 비밀번호 : 회원제 서비스 이용에 따른 본인 식별 절차에 이용
    ◦ 이메일주소, 전화번호. (뉴스레터 수신여부) : 고지사항 전달, 본인 의사 확인, 불만 처리 등 원활한 의사소통 경로의 확보, 새로운 서비스, 신상품이나 이벤트 정보 등 최신 정보 의 안내
    ◦ 은행계좌정보, 신용카드정보 : 유료 정보 이용에 대한 요금 결제
    ◦ 주소, 전화번호 : 청구서, 경품과 쇼핑 물품 배송에 대한 정확한 배송지의 확보
    ◦ 주소 : 인구통계학적분석(이용장의 연령별, 성별, 지역별 통계분석)
    ◦ 그 외 선택항목 : 개인맞춤 서비스를 제공하기 위한 자료
2. 단, 이용자의 기본적 인권 침해의 우려가 있는 민감한 개인정보(인종 및 민족, 사상 및 신조, 출신지 및 본적지, 정치적 성향 및 범죄기록, 건강상태 및 성생활 등)는 수집하지 않습니다.
쿠키에 의한 개인정보 수집
1. 쿠키(cookie)란?
Memento는 귀하에 대한 정보를 저장하고 수시로 찾아내는 '쿠키(cookie)'를 사용합니다. 쿠키는 웹사이트가 귀하의 컴퓨터 브라우저(넷스케이프, 인터넷 익스플로러 등)로 전송하는 소량의 정보입니다. 귀하께서 웹사이트에 접속을 하면 Memento의 컴퓨터는 귀하의 브라우저에 있는 쿠키의 내용을 읽고, 귀하의 추가정보를 귀하의 컴퓨터에서 찾아 접속에 따른 성명 등의 추가 입력 없이 서비스를 제공할 수 있습니다. 쿠키는 귀하의 컴퓨터는 식별하지만 귀하를 개인적으로 식별하지는 않습니다. 또한 귀하는 쿠키에 대한 선택권이 있습니다. 웹 브라우저 상단의 도구 → 인터넷 옵션 탭(option tab)에서 모든 쿠키를 다 받아들이거나, 쿠키가 설치될 때 통지를 보내도록 하거나, 아니면 모든 쿠키를 거부할 수 있는 선택권을 가질 수 있습니다.
2. Memento의 쿠키(cookie) 운용
Memento는 이용자의 편의를 위하여 쿠키를 운영합니다. Memento가 쿠키를 통해 수집하는 정보는 Memento의 회원 id에 한하며, 그 외의 다른 정보는 수집하지 않습니다. Memento가 쿠키(cookie)를 통해 수집한 회원 id는 다음의 목적을 위해 사용됩니다.
    ◦ 개인의 관심 분야에 따라 차별된 정보를 제공
    ◦ 회원과 비회원의 접속 빈도 또는 머문 시간 등을 분석하여 이용자의 취향과 관심분야 를 파악하여 타겟(target) 마케팅에 활용
    ◦ 쇼핑한 품목들에 대한 정보와 관심 있게 둘러본 품목들에 대한 자취를 추적하여 다음 번 쇼핑 때 개인 맞춤 서비스를 제공
    ◦ 유료서비스 이용 시 이용기간 안내
    ◦ 회원들의 습관을 분석하여 서비스 개편 등의 척도
    ◦ 게시판 글 등록쿠키는 브라우저의 종료 시나 로그아웃 시 만료됩니다.
목적 외 사용 및 제3자에 대한 제공 및 공유
1. Memento는 귀하의 개인정보를 「개인정보의 수집목적 및 이용목적」에서 고지한 범위 내에서 사용하며, 동 범위를 초과하여 이용하거나 타인 또는 타 기업· 기관에 제공하지 않습니다.특히 다음의 경우는 주의를 기울여 개인정보를 이용 및 제공할 것입니다.
    ◦ 제휴관계 : 보다 나은 서비스 제공을 위하여 귀하의 개인정보를 제휴사에게 제공하거나 또 제휴사와 공유할 수 있습니다. 개인정보를 제공하거나 공유할 경우에는 사전에 귀하께 제휴사가 누구인지, 제공 또는 공유되는 개인정보항목이 무엇인지, 왜 그러한 개인정보가 제공되거나 공유되어야 하는지, 그리고 언제까지 어떻게 보호· 관리되는지에 대해 개별적으로 전자우편 및 서면을 통해 고지하여 동의를 구하는 절차를 거치게 되며, 귀하께서 동의하지 않는 경우에는 제휴사에게 제공하거나 제휴사와 공유하지 않습니다. 제휴관계에 변화가 있거나 제휴관계가 종결될 때도 같은 절차에 의하여 고지하거나 동의를 구합니다.
    ◦ 위탁 처리 : 원활한 업무 처리를 위해 이용자의 개인정보를 위탁 처리할 경우 반드시 사전에 위탁처리 업체명과 위탁 처리되는 개인정보의 범위, 업무위탁 목적, 위탁 처리되는 과정, 위탁관계 유지기간 등에 대해 상세하게 고지합니다.
    ◦ 매각 · 인수합병 등 : 서비스제공자의 권리와 의무가 완전 승계 · 이전되는 경우 반드시 사전에 정당한 사유와 절차에 대해 상세하게 고지할 것이며 이용자의 개인정보에 대한 동의 철회의 선택권을 부여합니다.
2. 고지 및 동의방법은 온라인 홈페이지 초기화면의 공지사항을 통해 최소 10일 이전부터 고지함과 동시에 이메일 등을 이용하여 1회 이상 개별적으로 고지하고 매각· 인수합병에 대해서는 반드시 적극적인 동의 방법(개인정보의 제 3자 제공 및 공유에 대한 의사를 직접 밝힘)에 의해서만 절차를 진행합니다.
3. 다음은 예외로 합니다.
    ◦ 관계법령에 의하여 수사상의 목적으로 관계기관으로부터의 요구가 있을 경우
    ◦ 통계작성 · 학술연구나 시장조사를 위하여 특정 개인을 식별할 수 없는 형태로 광고주 · 협력사나 연구단체 등에 제공하는 경우
    ◦ 기타 관계법령에서 정한 절차에 따른 요청이 있는 경우
    ◦ 그러나 예외 사항에서도 관계법령에 의하거나 수사기관의 요청에 의해 정보를 제공한 경우에는 이를 당사자에게 고지하는 것을 원칙으로 운영하고 있습니다. 법률상의 근거에 의해 부득이하게 고지를 하지 못할 수도 있습니다. 본래의 수집목적 및 이용목적에 반하여 무분별하게 정보가 제공되지 않도록 최대한 노력하겠습니다.
개인정보의 열람, 정정
1. 귀하는 언제든지 등록되어 있는 귀하의 개인정보를 열람하거나 정정 하실 수 있습니다. 개인정보 열람 및 정정을 하고자 할 경우에는 『개인정보변경』을 클릭하여 직접 열람 또는 정정하거나, 개인정보관리책임자 및 담당자에게 서면, 전화 또는 e-mail로 연락하시면 지체 없이 조치하겠습니다.
2. 귀하가 개인정보의 오류에 대한 정정을 요청한 경우, 정정을 완료하기 전까지 당해 개인 정보를 이용 또는 제공하지 않습니다.
3. 잘못된 개인정보를 제3자에게 이미 제공한 경우에는 정정 처리 결과를 제3자에게 지체 없이 통지하여 정정하도록 조치하겠습니다.
개인정보 개인정보의 파기절차 및 방법
회사는 원칙적으로 개인정보 수집 및 이용목적이 달성된 후에는 해당 정보를 지체없이 파기합니다. 파기절차 및 방법은 다음과 같습니다.
1. 파기절차 : 회원님이 회원가입 등을 위해 입력하신 정보는 목적이 달성된 후 별도의 DB로 옮겨져 내부 방침 및 기타 관련 법령에 의한 정보보호 사유에 따라(보유 및 이용기간 참조) 일정 기간 저장된 후 파기되어집니다. 동 개인정보는 법률에 의한 경우가 아니고서는 보유되어지는 이외의 다른 목적으로 이용되지 않습니다.
2. 파기방법 : 종이로 출력된 개인정보는 분쇄기로 분쇄하거나 소각을 통하여 파기합니다. 또한 전자적 파일형태로 저장된 개인정보는 기록을 재생할 수 없는 기술적 방법을 사용하여 삭제합니다.
개인정보의 보유기간 및 이용기간
1. 귀하의 개인정보는 다음과 같이 개인정보의 수집목적 또는 제공받은 목적이 달성되면 파기됩니다. 단, 상법 등 관련법령의 규정에 의하여 다음과 같이 거래 관련 권리 의무 관계의 확인 등을 이유로 일정기간 보유하여야 할 필요가 있을 경우에는 일정기간 보유합니다.
    ◦ 회원가입정보 : 회원가입을 탈퇴하거나 회원에서 제명된 경우에 특별한 사유에 사안에 대하여 사전에 보유목적, 기간 및 보유하는 개인정보 항목을 명시하여 동의를 구합니다.
    ◦ 계약 또는 청약철회 등에 관한 기록 : 5년
    ◦ 대금결제 및 재화 등의 공급에 관한 기록 : 5년
    ◦ 소비자의 불만 또는 분쟁처리에 관한 기록 : 3년
2. 귀하의 동의를 받아 보유하고 있는 거래 정보등을 귀하께서 열람을 요구하는 경우 Memento는 지체 없이 그 열람 · 확인 할 수 있도록 조치합니다.
개인정보보호를 위한 기술 및 관리적 대책
1. 기술적 대책 Memento는 귀하의 개인정보를 취급함에 있어 개인정보가 분실, 도난, 누출, 변조 또는 훼손되지 않도록 안전성 확보를 위하여 다음과 같은 기술적 대책을 강구하고 있습니다.
    ◦ 귀하의 개인정보는 비밀번호에 의해 보호되며, 파일 및 전송 데이터를 암호화하거나 파일 잠금 기능(lock)을 사용하여 중요한 데이터는 별도의 보안기능을 통해 보호되고 있습니다.
    ◦ Memento는 백신프로그램을 이용하여 컴퓨터 바이러스에 의한 피해를 방지하기 위한 조치를 취하고 있습니다. 백신프로그램은 주기적으로 업데이트되며 갑작스러운 바이러스가 출현할 경우 백신이 나오는 즉시 이를 제공함으로써 개인정보가 침해되는 것을 방지하고 있습니다.
    ◦ Memento는 암호알고리즘을 이용하여 네트워크 상의 개인정보를 안전하게 전송할 수 있는 보안장치(ssl 또는 set)를 채택하고 있습니다.
    ◦ 해킹 등 외부 침입에 대비하여 각 서버마다 침입차단시스템 및 취약점 분석 시스템 등을 이용하여 보안에 만전을 기하고 있습니다.
2. 관리적 대책
    ◦ Memento는 귀하의 개인정보에 대한 접근권한을 최소한의 인원으로 제한하고 있습니다. 그 최소한의 인원에 해당하는 자는 다음과 같습니다. 
- 이용자를 직접 상대로 하여 마케팅 업무를 수행하는 자
- 개인정보관리책임자 및 담당자 등 개인정보관리업무를 수행하는 자
- 기타 업무상 개인정보의 취급이 불가피한 자
    ◦ 개인정보를 취급하는 직원을 대상으로 새로운 보안 기술 습득 및 개인정보 보호 의무 등에 관해 정기적인 사내 교육 및 외부 위탁교육을 실시하고 있습니다.
    ◦ 입사 시 전 직원의 보안서약서를 통하여 사람에 의한 정보유출을 사전에 방지하고 개인정보보호정책에 대한 이행사항 및 직원의 준수여부를 감사하기 위한 내부절차를 마련하고 있습니다.
    ◦ 개인정보 관련 취급자의 업무 인수인계는 보안이 유지된 상태에서 철저하게 이뤄지고 있으며 입사 및 퇴사 후 개인정보 사고에 대한 책임을 명확화하고 있습니다.
    ◦ 개인정보와 일반 데이터를 혼합하여 보관하지 않고 별도의 서버를 통해 분리하여 보관하고 있습니다.
    ◦ 전산실 및 자료 보관실 등을 특별 보호구역으로 설정하여 출입을 통제하고 있습니다.
    ◦ Memento는 이용자 개인의 실수나 기본적인 인터넷의 위험성 때문에 일어나는 일들에 대해 책임을 지지 않습니다. 회원 개개인이 본인의 개인정보를 보호하기 위해서 자신의 id 와 비밀번호를 적절하게 관리하고 여기에 대한 책임을 져야 합니다.
    ◦ 그 외 내부 관리자의 실수나 기술관리 상의 사고로 인해 개인정보의 상실, 유출, 변조, 훼손이 유발될 경우 Memento는 즉각 귀하께 사실을 알리고 적절한 대책과 보상을 강구할 것입니다.
링크 사이트
Memento는 귀하께 다른 회사의 웹사이트 또는 자료에 대한 링크를 제공할 수 있습니다. 이 경우 Memento는 외부사이트 및 자료에 대한 아무런 통제권이 없으므로 그로부터 제공받는 서비스나 자료의 유용성에 대해 책임질 수 없으며 보증할 수 없습니다. Memento가 포함하고 있는 링크를 클릭(click)하여 타 사이트(site)의 페이지로 옮겨갈 경우 해당 사이트의 개인정보보호정책은 Memento와 무관하므로 새로 방문한 사이트의 정책을 검토해 보시기 바랍니다.
게시물
1. Memento는 귀하의 게시물을 소중하게 생각하며 변조, 훼손, 삭제되지 않도록 최선을 다하여 보호합니다. 그러나 다음의 경우는 그렇지 아니합니다.
    ◦ 스팸(spam)성 게시물 (예 : 행운의 편지, 8억 메일, 특정사이트 광고 등)
    ◦ 타인을 비방할 목적으로 허위 사실을 유포하여 타인의 명예를 훼손하는 글
    ◦ 동의 없는 타인의 신상공개 Memento의 저작권, 제 3자의 저작권 등 권리를 침해하는 내용, 기타 게시판 주제와 다른 내용의 게시물
    ◦ Memento는 바람직한 게시판 문화를 활성화하기 위하여 동의 없는 타인의 신상공개 시 특정 부분을 삭제하거나 기호 등으로 수정하여 게시할 수 있습니다.
    ◦ 다른주제의 게시판으로 이동가능한 내용일 경우 해당 게시물에 이동경로를 밝혀 오해가 없도록 하고있습니다.
    ◦ 그 외의 경우 명시적 또는 개별적인 경고 후 삭제 조치할 수 있습니다.
2. 근본적으로 게시물에 관련된 제반 권리와 책임은 작성자 개인에게 있습니다. 또 게시물을 통해 자발적으로 공개된 정보는 보호 받기 어려우므로 정보 공개 전에 심사숙고 하시기 바랍니다.
개인정보의 위탁처리
Memento는 서비스 향상을 위해서 귀하의 개인정보를 외부에 수집 · 취급 · 관리 등을 위탁하여 처리할 수 있습니다.
• 개인정보의 처리를 위탁하는 경우에는 수탁자, 위탁기간, 서비스제공자와 수탁자와의 관계 및 책임범위등에 관한 사항을 서면, 전자우편, 전화 또는 홈페이지를 통해 미리 귀하에게 고지하겠습니다.
• 개인정보의 처리를 위탁하는 경우에는 위탁계약 등을 통하여 서비스제공자의 개인정보보호 관련 지시엄수, 개인정보에 관한 비밀유지, 제3자 제공의 금지 및 사고시의 책임부담, 위탁기간, 처리 종료후의 개인정보의 반환 또는 파기 등을 명확히 규정하고 당해 계약내용을 서면 또는 전자적으로 보관하겠습니다.
이용자의 권리와 의무
1. 귀하의 개인정보를 최신의 상태로 정확하게 입력하여 불의의 사고를 예방해 주시기 바랍니다. 이용자가 입력한 부정확한 정보로 인해 발생하는 사고의 책임은 이용자 자신에게 있으며 타인 정보의 도용 등 허위정보를 입력할 경우 회원자격이 상실될 수 있습니다.
2. 귀하는 개인정보를 보호 받을 권리와 함께 스스로를 보호하고 타인의 정보를 침해하지 않을 의무도 가지고 있습니다. 비밀번호를 포함한 귀하의 개인정보가 유출되지 않도록 조심하시고 게시물을 포함한 타인의 개인정보를 훼손하지 않도록 유의해 주십시오. 만약 이 같은 책임을 다하지 못하고 타인의 정보 및 존엄성을 훼손할 시에는 『정보통신망이용촉진및정보보호등에관한법률』등에 의해 처벌 받을 수 있습니다.
의견수렴 및 불만처리
1. 당사는 귀하의 의견을 소중하게 생각하며, 귀하는 의문사항으로부터 언제나 성실한 답변을 받을 권리가 있습니다.
2. 당사는 귀하와의 원활환 의사소통을 위해 민원처리센터를 운영하고 있습니다.민원처리센터의 연락처는 다음과 같습니다.
【민원처리센터】
- 메일주소 : memento.welldying@gmail.com
- 주 소 : 서울특별시 관악구 관악로 158 3층 스프링캠프
3. 전화상담은 평일 오전 09:00 ∼ 오후 06:00 에만 가능합니다.
4. 전자우편이나 우편을 이용한 상담은 접수 후 12시간 내에 성실하게 답변 드리겠습니다.다만, 근무시간 이후 또는 주말 및 공휴일에는 익일 처리하는 것을 원칙으로 합니다.
5. 기타 개인정보에 관한 상담이 필요한 경우에는 개인정보침해신고센터, 정보보호마크 인증위원회, 대검찰청 인터넷범죄수사센터, 경찰청 사이버 범죄수사대 등으로 문의하실 수 있습니다.
【개인정보침해신고센터】
- 전화 : 1336
- url : http://www.cyberprivacy.or.kr
【정보보호마크 인증위원회】
- 전화 : 02-580-0533
- url : http://www.privacymark.or.kr
【대검찰청 인터넷범죄수사센터】
- 전화 : 02-3480-3600
- url : http://icic.sppo.go.kr
【경찰청 경찰청】
- url : http://www.police.go.kr
개인정보관리책임자 및 담당자
Memento는 귀하가 좋은 정보를 안전하게 이용할 수 있도록 최선을 다하고 있습니다. 개인정보를 보호하는데 있어 귀하께 고지한 사항들에 반하는 사고가 발생할 시에 개인정보관리책임자가 모든 책임을 집니다. 그러나 기술적인 보완조치를 했음에도 불구하고, 해킹 등 기본적인 네트워크상의 위험성에 의해 발생하는 예기치 못한 사고로 인한 정보의 훼손 및 방문자가 작성한 게시물에 의한 각종 분쟁에 관해서는 책임이 없습니다.귀하의 개인정보를 취급하는 책임자 및 담당자는 다음과 같으며 개인정보 관련 문의사항에 신속하고 성실하게 답변해드리고 있습니다.
【개인정보관리책임자】
- 성 명 : 신동경
- 직 책 : 대표
- 메일주소 : memento.welldying@gmail.com
만14미만의 아동의 개인정보보호
Memento는 만14세 미만 아동의 개인정보를 보호하기 위하여 다음의 장치를 구비하고 있습니다.
• 만14세 미만 아동의 회원가입은 별도의 양식을 통해 이루어지고 있으며 개인정보 수집시 법정대리인의 동의를 구하고 있습니다.
• 동의의 방법은 법정대리인의 성명과 주민등록번호 및 연락처 등을 입력하도록 하고 정보통신부 고시 『개인정보보호지침』의 동의방법에 따라 시행하며. 수집된 아동의 법정대리인의 개인정보는 동의 여부를 확인하는 용도로만 사용하겠습니다.
• Memento의 동의가 필요하다는 취지를 아동이 쉽게 이해 할 수 있는 평이한 표현으로 아동에게 고지하여야 합니다.
• 만14세 미만 아동의 법정대리인은 아동의 개인정보에 대한 열람, 수정 및 삭제를 요청할 수 있으며, Memento는 이러한 요청에 지체 없이 필요한 조치를 취합니다.
• Memento리는 만14세 미만의 아동에 관한 정보를 제3자에게 제공하거나 공유하지 않습니다.
• Memento는 만14세 미만의 아동으로부터 수집한 개인정보에 대하여 법정대리인이 오류의 정정을 요구하는 경우 그 오류를 정정할 때까지 해당 개인정보의 이용 및 제공을 금지합니다.
• 만14세 미만으로 표시된 아동에게는 이메일 형식의 광고나 제안서를 보내지 않으며 게임, 경품 및 이벤트를 이용하여 더 많은 정보를 공개하도록 유도하지 않습니다.
광고성 정보 전송
1. Memento는 귀하의 명시적인 수신거부의사에 반하여 영리목적의 광고성 정보를 전송하지 않습니다.
2. Memento는 귀하가 뉴스레터 등 전자우편 전송에 대한 동의를 한 경우 전자우편의 제목란 및 본문 에 다음 사항과 같이 귀하가 쉽게 알아 볼 수 있도록 조치합니다.
    ◦ 전자우편의 제목란 : (광고)라는 문구를 제목란에 표시하지 않을 수 있으며 전자우편 본문란의 주요 내용을 표시합니다.
    ◦ 전자우편의 본문란 : 
- 귀하가 수신거부의 의사표시를 할 수 있는 전송자의 명칭, 전자우편주소, 전화 번호 및 주소를 명시합니다.
- 귀하가 수신 거부의 의사를 쉽게 표시할 수 있는 방법을 한글 및 영문으로 각 각 명시합니다.
- 귀하가 동의를 한 시기 및 내용을 명시합니다.
3. Memento는 상품정보 안내 등 온라인 마케팅을 위해 광고성 정보를 전자우편 등으로 전송하는 경우 전자우편의 제목란 및 본문란에 다음 사항과 같이 귀하가 쉽게 알아 볼 수 있도록 조치합니다.
    ◦ 전자우편의 제목란 : (광고)또는(성인광고)라는 문구를 제목란의 처음에 빈칸없이 한글로 표시하고 이어서 전자우편 본문란의 주요 내용을 표시합니다.
    ◦ 전자우편의 본문란 :
- 귀하가 수신거부의 의사표시를 할 수 있는 전송자의 명칭, 전자우편주소, 전화 번호 및 주소를 명시합니다.
- 귀하가 수신 거부의 의사를 쉽게 표시할 수 있는 방법을 한글 및 영문으로 각 각 명시합니다.다음과 같이 청소년에게 유해한 정보를 전송하는 경우 "(성인광고)" 문구를 표시합니다.
    ◦ 본문란에 다음 각 항목 1에 해당하는 것이 부호·문자·영상 또는 음향의 형태로 표현된 경우(해당 전자우편의 본문란에는 직접 표현되어있지 아니하더라도 수신자가 내용을 쉽게 확인할 수 있도록 기술적 조치가 되어 있는 경우를 포함한다)에는 해당 전자우편의 제목란에 "(성인광고)" 문구를 표시합니다. 
- 청소년(19세 미만의 자를 말한다. 이하 같다)에게 성적인 욕구를 자극하는 선정적인 것이거나 음란한 것- 청소년에게 포 악성이나 범죄의 충동을 일으킬 수 있는 것
- 성폭력을 포함한 각종 형태의 폭력행사와 약물의 남용을 자극하거나 미화하는 것
- 청소년보호법에 의하여 청소년 유해 매체물로 결정·고시된 것
    ◦ 영리목적의 광고성 전자우편 본문란에서 제4항 각항목에 해당하는 내용을 다룬 인터넷 홈페이지를 알리는 경우에는 해당 전자우편의 제목란에 "(성인광고)" 문구를 표시합니다.
6. 팩스·휴대폰 문자전송 등 전자우편이외의 문자전송을 통해 영리목적의 광고성 정보를 전송하는 경우에는 전송내용 처음에 "(광고)"라는 문구를 표기하고 전송내용 중에 전송자의 연락처를 명시하도록 조치합니다.
고지의 의무
현 개인정보보호정책은 2001년 09월 01일에 제정되었으며 정부의 정책 또는 보안기술의 변경에 따라 내용의 추가 · 삭제 및 수정이 있을 시에는 개정 최소 10일 전부터 홈페이지의 '공지'란을 통해 고지할 것입니다.
주민등록법
1. 2006년 9월 24일부터 개정된 주민등록법에 의해 타인의 주민번호를 도용하여 온라인 회원가입을 하는 등 다른 사람의 주민등록번호를 부정사용자는 3년 이하의 징역 또는 1천만 원 이하의 벌금이 부과될 수 있습니다.※관련 법률 : 주민등록법 제21조(벌칙)제2항9호 (시행일 2006. 9. 24)만약, 타인의 주민번호를 도용하여 온라인 회원 가입을 하신 이용자 분들은 지금 즉시, 명의도용을 중단하시길 바랍니다.
2. 인터넷 검색기술 발달 및 웹사이트 운영자의 부주의로 인해 개인정보가 사이버공간을 통해 무분별하게 노출되고 있어 노출된 개인정보는 도용되거나 범죄에 이용 될 위험성이 있습니다.
개인정보보호를 위한 이용자 수칙
    ◦ 개인정보 제공은 필요한 경우에만 제공한다.
    ◦ 개인정보 제공 시 개인정보보호방침을 반드시 확인한다.
    ◦ 개인정보의 공개·비공개를 선택할 수 있는 경우 반드시 비공개를 선택한다.
    ◦ 블로그, 게시판 등에 자신 및 타인의 개인정보를 함부로 게재하지 않는다.
    ◦ 주기적으로 검색포탈을 통해 자신의 이름, 주민번호, 핸드폰 번호 등을 검색하여 개인정보 노출여부를 점검한다.
    ◦ 자신의 개인정보가 노출된 사실을 발견했을 경우 해당 웹사이트 또는 검색포털 사이트 등에 삭제 요청 등 적극적으로 조치를 요구한다.
3. 기타 본 사안과 관련된 문의사항은 한국정보보호진흥원으로 문의하여 주시기 바랍니다.
문의 및 민원 신청 : privacy@kisa.or.kr
부 칙(시행일)본 약관은 2021-05-01 부터 적용됩니다.`

export const signupText3 = `나는 유언을 작성, 전달, 사용하는 과정에서 절대로 자해나 자살을 시도하지 않을 것을 서약합니다.자살하고 싶은 생각이 들면 반드시 주위 사람에게 도움을 청하거나, 중앙자살예방센터(1393), 한국생명의 전화(1588-9191) 등으로 전화를 걸어 도움을 요청하겠습니다.`;

export const signupText4 = `개인정보보호법 제22조 제4항에 의해 선택정보 사항에 대해서는 기재하지 않으셔도 서비스를 이용하실 수 있습니다.

① 마케팅 및 광고에의 활용
– 신규 기능 개발 및 맞춤 서비스 제공
– 뉴스레터 발송, 새로운 기능(제품)의 안내
– 할인 및 쿠폰 등 이벤트 등 광고성 정보 제공

② Memento 서비스를 운용함에 있어 각종 정보를 서비스 화면, SMS, 이메일 등의 방법으로 회원에게 제공할 수 있으며, 결제안내 등 의무적으로 안내되어야 하는 정보성 내용 및 일부 혜택성 정보는 수신동의 여부와 무관하게 제공합니다.`;